Repository: Mastorhalzamil/PROJECT-2
Catalog: project2/project2/*.lproj/Localizable.strings
Languages: ar

source: kitcat
ar: كت كات

source: bird bed
ar: سرير الطيور

source: dog bed
ar: سرير الكلاب

source: lifecat
ar: الحياه

source: schesir
ar: سكسير

source: versele
ar: فيسل

source: Beaphar
ar: بيفار

source: Josera
ar: جوزيرا

source: Error
ar: خطا

source: wrong username or password
ar: خطا في الايميل او الباسورد

source: ok
ar: نعم
